/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Data";
"kSortType-1"       = "Título";
"kSortType-2"       = "Origem";
"kSortType-3"       = "Novo";

/* TimeSlice names: */
"kTimeSlice-0"      = "Todos";
"kTimeSlice-1"      = "Hoje";
"kTimeSlice-2"      = "Ontem";
"kTimeSlice-3"      = "Últimos sete dias";
"kTimeSlice-4"      = "Este mês";
"kTimeSlice-5"      = "Último mês";

/* Magic source name: */
"kSourceAll"        = "Todos";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Mostrar artigos de todos os conteúdos neste grupo";
"kSourceToolTip"    = "Mostrar apenas artigos de %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Artigos inexistentes";
"kNoArticles-1"     = "Artigos inexistentes hoje";
"kNoArticles-2"     = "Artigos inexistentes ontem";
"kNoArticles-3"     = "Sem artigos esta semana";
"kNoArticles-4"     = "Artigos inexistentes este mês";
"kNoArticles-5"     = "Artigos inexistentes no mês passado";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "O Safari não conseguiu actualizar este feed porque requer autenticação.  Para extrair novos artigos, introduza a seguinte informação:";
"kAuthenticationAlert-2" = "O Safari não conseguiu actualizar “%@” porque o feed requer autenticação.  Para extrair novos artigos, introduza a seguinte informação:";
"kNotFoundAlert-1"       = "O Safari não conseguiu actualizar este feed porque o ficheiro de origem já não está disponível.";
"kNotFoundAlert-2"       = "O Safari não conseguiu actualizar “%@” porque o ficheiro de origem já não está disponível.";
"kUnknownFormatAlert-1"  = "O Safari não conseguiu actualizar este feed porque o formato do conteúdo é desconhecido.";
"kUnknownFormatAlert-2"  = "O Safari não conseguiu actualizar “%@” porque o formato do conteúdo é desconhecido.";

"kUsername" = "Utilizador:";
"kPassword" = "Palavra-passe:";
"kAddToKeychain" = "Adicionar ao porta-chaves";
"kUpdate" = "Actualizar";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Ler mais…";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Amigos:";
"kAnd"      = "e";
"kMore"     = "mais…";

/* Strings that appear in Feed.html */
"kNew"              = "Novo";
"kCountSeparator"   = ", ";
"kTotal"            = "Total";
"kSearchArticles"   = "Pesquisar artigos:";
"kArticleLength"    = "Comprimento do artigo:";
"kSortBy"           = "Ordenar por:";
"kRecentArticles"   = "Últimos artigos:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Origem:";
"kActions"          = "Acções:";
"kMarkAllArticlesRead" = "Marcar todas como lidas";
"kRefreshFeed"      = "Actualizar agora";
"kEmailSubject"     = "Ver esta página";
"kEmailBody"        = "Olá,\n\npenso que esta página poderá ter interesse:";
"kEmailLinkText"    = "Enviar e-mail com ligação a esta página";
"kSubscribeInMail"  = "Subscrever no Mail";
"kSubscribeInTunes" = "Subscrever no iTunes";
"kAddBookmark"      = "Adicionar marcador…";
"kBookmarkSearch"   = "Marcar esta pesquisa";
"kBookmarkHelpTag"  = "Marcar esta página RSS para receber automaticamente novos artigos.";
"kNoArticles"       = "Artigos inexistentes";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "anterior…";
"kNextPages"             = "mais…";

/* Strings that appear in Entry.html */
"kIn"         = " em ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Hoje, %#I:%M %p";
"YesterdayFmtCRT"  = "Ontem, %#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%b %#d, %#I:%M %p";
"PastYearFmtCRT"   = "%b %#d, '%y, %#I:%M %p";

